[
  {
    "id": "ddcadc61-d9ec-4bef-a2ea-724b56b03ecc",
    "name": {
      "english": "Carrot, Apple \u0026 Ginger Juice",
      "vietnamese": "Cà rốt, táo \u0026 gừng"
    },
    "description": {
      "english": "A refreshing juice perfect for a workout or a yoga session. Ginger helps reduce muscle soreness and fatigue. This drink provides a rich source of Vitamin A, C, B1, B6 and fiber.",
      "vietnamese": "Sự pha trộn giữa những loại rau củ và trái cây thông dụng sẽ cho ra đời một món uống hấp dẫn và hoàn hảo, có thể dùng trong quá trình tập luyện giữ dáng, yoga hoặc đi bộ. Gừng giúp làm ẩm cơ thể và giảm triệu chứng buồn nôn. Y món uống này là nguồn cung cấp vitamin A, C, B1, B6 và Kali rễ dồi dào."
    },
    "prepTime": "5",
    "cookTime": "5",
    "imageFileName": "carrot_apple_ginger_juice.png",
    "ingredients": [
      {
        "english": "2 Carrots (200 gram)",
        "vietnamese": "2 trái cà rốt (200 gram)"
      },
      {
        "english": "1 Apple",
        "vietnamese": "1 trái táo"
      },
      {
        "english": "1 centimet Ginger",
        "vietnamese": "1 centimet Gừng"
      }
    ],
    "instructions": [
      {
        "english": "Peel and clean all ingredients, then cut into small pieces.",
        "vietnamese": "Cà rốt, táo: rửa sạch, cắt nhỏ."
      },
      {
        "english": "Peel the ginger.",
        "vietnamese": "Gừng: gọt vỏ."
      },
      {
        "english": "Put all ingredients into the juicer, extract the juice, then add ice.",
        "vietnamese": "Cho các nguyên liệu vào máy, ép lấy nước, rồi hỗn hợp nước ép ra ly, cho đá viên. Dùng lạnh."
      }
    ],
    "categoryId": "924a1412-a82e-43ff-b0e1-336604e0ccfe",
    "category": {
      "id": "924a1412-a82e-43ff-b0e1-336604e0ccfe",
      "name": {
        "english": "Beverages",
        "vietnamese": "Đồ uống"
      }
    }
  },
  {
    "id": "56f611d6-80c9-4ba3-b499-fd5437f36760",
    "name": {
      "english": "Watercress \u0026 Pear",
      "vietnamese": "Cải xoong \u0026 lê"
    },
    "description": {
      "english": "This is a nutritious dish with a low glycemic index (GI), rich in vitamin C, beta-carotene, and phytochemicals that help reduce the risk of cancer and heart disease. For centuries, watercress has been known as a beneficial vegetable for health. This drink also provides an ideal source of Vitamin C, B6, and beta-carotene, in addition to a necessary amount of calcium for the body.",
      "vietnamese": "Đây là món uống giàu dinh dưỡng và có hàm lượng Glycemic (GI) thấp, giàu vitamin C, beta-carotene và chất phytochemicals giúp giảm nguy cơ ung thư và bệnh tim. Từ nhiều thế kỷ qua, cải xoong đã được biết đến như một loại rau cải rất có ích cho sức khỏe.  Đây là thức uống cung cấp nguồn vitamin C, B6 và beta-carotene lý tưởng nhất. Ngoài ra, nó cũng cung cấp một lượng canxi cần thiết cho cơ thể."
    },
    "prepTime": "5",
    "cookTime": "5",
    "imageFileName": "watercress_lemon_green_juice.png",
    "ingredients": [
      {
        "english": "Watercress (40 gram)",
        "vietnamese": "cải xoong (40 gram)"
      },
      {
        "english": "3 ripe pears",
        "vietnamese": "3 quả lê chín"
      },
      {
        "english": "Ice cubes",
        "vietnamese": "Đá viên"
      }
    ],
    "instructions": [
      {
        "english": "Wash the watercress thoroughly.",
        "vietnamese": "Cải xoong: rửa thật sạch."
      },
      {
        "english": "Peel and cut the pears into small pieces.",
        "vietnamese": "Lê: xắt lát."
      },
      {
        "english": "Put the watercress and pears alternately into the juicer. Pour the juice into a glass and add ice cubes.",
        "vietnamese": "Cho vào máy ép xen kẽ từng đợt cải xoong và lê. Rót nước ép ra ly và cho vài viên đá."
      }
    ],
    "categoryId": "924a1412-a82e-43ff-b0e1-336604e0ccfe",
    "category": {
      "id": "924a1412-a82e-43ff-b0e1-336604e0ccfe",
      "name": {
        "english": "Beverages",
        "vietnamese": "Đồ uống"
      }
    }
  }
]